[
    {
        "pk":1,
        "model": "roster.Athlete",
        "fields":{
            "name": "Kristen Aloi",
            "position": " All-Around",
            "year": "Senior",
            "hometown": "Winston-Salem, N.C.",
            "highschool": "Mount Tabor",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/VD/VDLSJRPEQPKBXWO.20131127180056.jpg",
            "bio": "Daughter of Gigi and Matt Aloi. Born September 22, 1991 in Daytona Beach, FL. Has one brother. High School Class Valedictorian. First gymnastics competition when she was 8-years-old was in Fetzer gymnasium. Attended Mount Tabor High School in Winston-Salem, N.C. Trained at High Point Gymnastics Academy from 2008-2010. From 2006-2008 trained at Salem Gymnastics Sports Center. Chosen to the Regional All-Star Team. Junior Olympic Nationals Team Champions 2010. Team Captain junior and senior years of highschool. Junior Olympic Nationals Qualifier. State Champion in beam, floor and All-Around."
        }
    },
    {
        "pk":2,
        "model": "roster.Athlete",
        "fields":{
            "name": "Margarent Brown",
            "position": " All-Around",
            "year": "Freshman",
            "hometown": "Waxhaw, N.C.",
            "highschool": "Cuthbertson",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/IJ/IJPTHEHODHWRTYF.20131127180056.jpg",
            "bio": "Trained at Southeastern Gymnastics in Weddington, N.C., under the direction of Ludmilla Shobe. Placed third on floor, sixth on beam and sixth in the all-around at the Level 10 state championships. Missed most of her 2012 season with elbow surgery. Was a Level 10 performer at the states, finishing third on uneven bars and fifth on balance beam. Attended Cuthbertson High School where she was a member of the National Honor Society. Member of the Fellowship of Christian Athletes. Volunteer at several community events, including Fixing it Up For Christ, Elevation Church, Girls on the Run and the Henderson County Special Olympics."
        }
    },
    {
        "pk":3,
        "model": "roster.Athlete",
        "fields":{
            "name": "Lexi Cappalli",
            "position": " All-Around",
            "year": "Sophomore",
            "hometown": "Killdeer, IL",
            "highschool": "Adlai E. Stevenson",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/ZY/ZYJEMBOGCNECEZF.20131127180056.jpg",
            "bio": "Attended Adlai E. Stevenson High School in Lincolnshire, Ill. Trained under the guidance of head coach Todd Gardiner at Illinois Gymnastics Institute. Junior Olympic Nationals Qualifier 2010. Placed second on vault and fifth in the all-around at the V Region Championships in 2010."
        }
    },
    {
        "pk":4,
        "model": "roster.Athlete",
        "fields":{
            "name": "Acacia Consentino",
            "position": " Uneven Bars, Floor Exercise",
            "year": "Senior",
            "hometown": "Chagrin Falls, OH",
            "highschool": "Lakota West",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/MQ/MQSGIZZODICUIKS.20131127180056.jpg",
            "bio": "Daughter of Renee and Len Cosentino. Born May 12, 1992 in Cleveland, Ohio. Has three sisters and one brother. Attended Lakota West High School in West Chester, Ohio. Trained at Cincinnati Gymnastics Academy from 2006-2010 under Enrique Trabanino and Kim Albrecht. Level 10 Ohio State Team Champions 2006-2010. All-around, beam and bars champion 2010. Region 5 beam Champion 2009. Qualified to Junior Olympic Level 10 Nationals in 2007, 2009-10. Part of team that won Junior Olympic Nationals in 2007. Team Captain in 2009 and 2010."
        }
    },
    {
        "pk":5,
        "model": "roster.Athlete",
        "fields":{
            "name": "Michelle Ikoma",
            "position": " All-Around",
            "year": "Redshirt Senior",
            "hometown": "Naperville, IL",
            "highschool": "Naperville",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/SI/SIRQDWDCZTHIWCB.20131127180057.jpg",
            "bio": "Daughter of Allan and Denise Ikoma. Born on March 19, 1991 in Chicago, Ill. Given name is Michelle Mariko Ikoma. Has a sister, Danielle (20) who is a member of the Stanford gymnastics team and a brother, Derek (15). Plans to major in biomedical engineering and economics. Enjoys shopping, cryptograms and Dance Dance Revolution. Competed in all 11 events and was a valuable contributor on all events. Began the season with a fourth place finish on the uneven bars at the George Washington Invitational. Finished second on the vault with a 9.750 at William & Mary. Scored a season-high 9.775 and finish fourth on vault vs. Maryland. Competed in the all-around for the first time in her career at the Sweetheart Invitational and scored a 37.700. Had a season-high 9.725 on bars and a personal-best 38.425 in all-around at Florida. Posted a season-best 9.775 on vault vs. West Virginia and a personal-best 9.775 on floor exercise vs. Rutgers. Received EAGL All-Academic honors."
        }
    },
    {
        "pk":6,
        "model": "roster.Athlete",
        "fields":{
            "name": "Josselyn Mackey",
            "position": " All-Around",
            "year": "Sophomore",
            "hometown": "Lee's Summit, MO",
            "highschool": "Lee's Summit North",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/MM/MMPOUVAEMBUTQCY.20131127180057.jpg",
            "bio": "Attended Lee's Summit North High School in Lee's Summit, Mo. Trained at Xtreme Gymnastics under the guidance of Alisha Robinson. Four-time Junior Olympic National Qualifier. Placed second at the 2012 Junior Olympic national championships. Placed sixth on balance beam at the 2011 National Championships. Placed 10th on balance beam and 12th in the all-around at 2010 National Championships."
        }
    },
    {
        "pk":7,
        "model": "roster.Athlete",
        "fields":{
            "name": "Meredith Magjuka",
            "position": " Balance Beam, Floor Exercise",
            "year": "Redshirt Senior",
            "hometown": "Greenwood, IN",
            "highschool": "Center Grove",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/GW/GWOJWYZKVZIHFXH.20131127180057.jpg",
            "bio": "Daughter of Rich and Annette Magjuka. Born on November 11, 1990 in Greenwood, Ind. Given name is Meredith Anne Magjuka. Has one sister, Marianne and one brother, David. Enjoys cooking and watching football with her dad. Enrolled in General College. A top student at Center Grove High School. Trained under the guidance of Michelle Hart and Casey Wright at Wright's Gymnastics Academy in Greenwood, Ind. Three-time USA Gymnastics Junior Olympic National Champion. Achieved the ultimate as a Level 10 gymnast competitively at the 2007 Junior Olympic National Championships when she won the floor exercise title. Repeated that achievement, and even went a step further, in 2008 when she was crowned as the floor exercise and all-around champion at the USA Gymnastics Junior Olympic National Championships. "
        }
    },
    {
        "pk":8,
        "model": "roster.Athlete",
        "fields":{
            "name": "Megan Marenghi",
            "position": " Uneven Bars, Balance Beam",
            "year": "Freshman",
            "hometown": "Plano, TX",
            "highschool": "",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/EA/EASPLHGYHXVSREB.20131127180057.jpg",
            "bio": "An accomplished Level 10 gymnast and a strong student. Trained at Zenith Elite Gymnastics in Plano, Texas, with coaches Tatiana Schegolkova and Alex Atamas. Excelled on balance beam and uneven bars. A USA Gymnastics Junior Olympic National Team Member in 2010 and 2011. Was the 2010 national champion on balance beam and also placed second on uneven bars and fourth in the all-around. Was the 2011 USA Gymnastics Region III all-around, uneven bars and balance beam champion. Placed second in the all-around, fourth on balance beam and sixth on uneven bars at the 2011 USA Gymnastics Junior Olympic National Championships."
        }
    },
    {
        "pk":9,
        "model": "roster.Athlete",
        "fields":{
            "name": "Sarah Peterson",
            "position": " All-Around",
            "year": "Sophomore",
            "hometown": "Huntington, NY",
            "highschool": "Elwood/John Glenn",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/VO/VORSUWQJSZMXQQB.20131127180057.jpg",
            "bio": "Attended Elwood/John Glenn High School in Elwood, N.Y. Trained at Mid Island Gymnastics under the direction of Travol Williams. Junior Olympic Nationals Qualifier 2010. Two-time Eastern Nationals Qualifier. Placed eighth in the all-around at the Eastern Nationals in 2009. Foot injury in 2011 that kept her from completing the competitive season."
        }
    },
    {
        "pk":10,
        "model": "roster.Athlete",
        "fields":{
            "name": "Christina Pheil",
            "position": " All-Around",
            "year": "Freshman",
            "hometown": "St. Petersburg, FL",
            "highschool": "St. Petersburg",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/XG/XGVVMGKCUIEYTQC.20131127180057.jpg",
            "bio": "Trained under the guidance of Brad Harris and Amy Schulthess at Tampa Bay Turners Gymnastics in St. Petersburg, Fla. During her Junior Olympic career she was the Florida State all-around champion at every level for levels 4-10. Was the 2009 USA Gymnastics Level 9 Eastern National all-around and uneven bars champion. Placed fourth on floor exercise and 19th in the all-around at the 2010 USA Gymnastics Junior Olympic Level 10 National Championships. Was the 2011 Junior Olympic National Invitational Tournament floor exercise champion."
        }
    },
     {
        "pk":11,
        "model": "roster.Athlete",
        "fields":{
            "name": "Janell Sargent",
            "position": " Balance Beam",
            "year": "Junior",
            "hometown": "Greenville, NC",
            "highschool": "N/A",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/UV/UVTCREJCKAUOSTW.20131127180057.jpg",
            "bio": "Born Janell Elizabeth Sargent on January 1, 1993 in Minneapolis. Daughter of Andy and Pam Sargent. Was home schooled by her parents. Volunteered twice a month at Reimage Church in the children's curriculum. Played the violin as a child. Her father, Andy, is a chemistry professor at East Carolina University. Was one of the top Junior Olympic gymnasts in North Carolina for many years. Attended Roses' Gymnastics in Greenville, N.C., where she trained under the guidance of Darlene Rose, Colin Womack and Shelley Harris. Two-time USA Gymnastics Junior Olympic Level 10 National qualifier. Roses' training program has produced several outstanding student athletes that pursued their college experiences at Carolina."
        }
    },
     {
        "pk":12,
        "model": "roster.Athlete",
        "fields":{
            "name": "Haley Watts",
            "position": " All-Around",
            "year": "Junior",
            "hometown": "Charlotte, NC",
            "highschool": "Providence",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/FV/FVCWIDURUBFOLEG.20131127180057.jpg",
            "bio": "Born Haley Brook Watts on September 19, 1993 in Lexington, N.C. Daughter of Laura Lilly and Kevin Watts. Has been one of the top gymnasts in North Carolina for the past several years. Trained under the direction of Ludmilla Shobe at Southeastern Gymnastics. Has been involved in gymnastics since the age of 3. Was a 2008, 2009, and 2010 Level 10 Junior Olympic National Qualifier. Placed 10th in the All-Around in 2008 & 2009, and she finished fifth in the All-Around in 2010 at the USA Gymnastics Junior Olympic National Championships."
        }
    },
    {
        "pk":13,
        "model": "roster.Athlete",
        "fields":{
            "name": "Derek Galvin",
            "position": "Head Coach",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/HZ/HZRSVVSHWZKWWAD.20130826080147.png"
        }
    },
    {
        "pk":14,
        "model": "roster.Athlete",
        "fields":{
            "name": "Amy Smith",
            "position": "Assistant Coach",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics32/400/EV/EVFOWLRVDGGBJTE.20121018191808.jpg"
            
        }
    },
     {
        "pk":15,
        "model": "roster.Athlete",
        "fields":{
            "name": "Emily Cornwell",
            "position": "Student Assistant",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics33/400/MU/MUJMTZGKXGFBWMK.20131127180056.jpg"
            
        }
    },
    {
        "pk":16,
        "model": "roster.Athlete",
        "fields":{
            "name": "Zoya Johnson",
            "position": "Volunteer Assistant Coach",
            "imageurl": "http://image.cdnllnwnl.xosnetwork.com/pics32/400/BC/BCFJGVZDFWWUHBT.20121018190752.jpg"
            
        }
    }
    
]






